/*************************************************************************
	> File Name: insert.c
	> Author: 
	> Mail: 
	> Created Time: 四  8/10 14:33:35 2017
 ************************************************************************/

#include<stdio.h>
#include<string.h>
#include<stdlib.h>
int main()
{
    system("clear -l");
    printf("\n\n\n\n");
    printf("\033[;34m \t\t\t\t\t****************************欢迎使用智能聊天室************************\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                                                    *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                1、注册                             *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                2、登录                             *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                3、帮助                             *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                4、退出                             *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                                                    *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                           请根据功能提示输入数字                   *\n\033[0m");
    printf("\033[;34m \t\t\t\t*                                                                    *\n\033[0m");
    printf("\033[;34m \t\t\t\t**********************************************************************\n\033[0m");
}
